{ 
  "@context": "https://schema.org",
  "@type": "VisualArtwork",
  "name": "{{ .Asset.Name }}",
  "dateCreated": "2021-06-05",
  "datePublished": "2021-06-12",
  "image": "{{ .ServerAddr }}/digital-asset/ipfs-hash/{{ .DigitalAsset.ThumbnailIPFSHash }}",
  "license": "{{ .ServerAddr }}/asset/legal-document/ipfs-hash/{{ .Asset.IPFSHash }}",
  "description": "{{ .Asset.CertificateLabel }} - FREEPORT is inspired by and modeled after the Luxembourg Freeport.Freeports are unregulated, ultra-secure storage facilities that exist outside of the territorial tax jurisdictions of any country — they’re often used by the uber-rich to hoard significant works of art. Because of their inherent lack of transparency, freeports are nefarious breeding grounds for fraud, money laundering, and tax evasion.There are many similarities that can be made between freeports and non-fungible tokens (NFTs). Both exist in unregulated territories, are constructs of capitalism, and can elicit unsavory practices. With a touch of irony, EPOCH seeks to circumvent these similarities by offering a unique concept for an NFT built upon an ecological, equitable, and sustainable model.",
  "video": {
    "@context": "https://schema.org/",
    "@type": "VideoObject",
    "name": "FREEPORT_videointro_titles.mp4",
    "contentSize":"73754079",
    "contentUrl": "http://ipfs.io/ipfs/QmR12KTvabW7qohCiJysCqBUNtAzbU94NPnirsYGkj2kAL"
  },
  "copyrightHolder":[
    {
      "@type": "Person",
      "name": "{{ .Issuer.DisplayName }}",
      "identifier": {
        "@type": "PropertyValue",
        "propertyID": "AlgorandAddress",
        "value":  "VTAUB5LOVTWKXICWEDBO5UG2JNNGEW7ULRB4PQB23DGRKSAXDVPORQNZJE"
      },
      "sameAs": "https://algoexplorer.io/address/VTAUB5LOVTWKXICWEDBO5UG2JNNGEW7ULRB4PQB23DGRKSAXDVPORQNZJE"
    }
  ],
  "creator": [
    {
      "@type": "Person",
      "name": "{{ .Issuer.DisplayName }}",
      "identifier": {
        "@type": "PropertyValue",
        "propertyID": "AlgorandAddress",
        "value":  "VTAUB5LOVTWKXICWEDBO5UG2JNNGEW7ULRB4PQB23DGRKSAXDVPORQNZJE"
      },
      "sameAs": "https://algoexplorer.io/address/VTAUB5LOVTWKXICWEDBO5UG2JNNGEW7ULRB4PQB23DGRKSAXDVPORQNZJE"
    },
    {
      "@type": "Person",
      "name": "Neil Beloufa",
      "identifier": {
        "@type": "PropertyValue",
        "propertyID": "AlgorandAddress",
        "value":  "YGCKHAG4H3WDUQSAY5J4MK5ZIWLGIF7W6ZYO5EZY3OGZJB5FWGDNBX7BUA"
      },
      "sameAs": "https://algoexplorer.io/address/YGCKHAG4H3WDUQSAY5J4MK5ZIWLGIF7W6ZYO5EZY3OGZJB5FWGDNBX7BUA"
    },
    {
      "@type": "Person",
      "name": "Sarah Rosalena Brady",
      "identifier": {
        "@type": "PropertyValue",
        "propertyID": "AlgorandAddress",
        "value":  "IKEPBSW7RSPN4TXYC3AV6FOOGZ6PJLTJKEB2PVCTPSRFNB3CANZ5JJRZPY"
      },
      "sameAs": "https://algoexplorer.io/address/IKEPBSW7RSPN4TXYC3AV6FOOGZ6PJLTJKEB2PVCTPSRFNB3CANZ5JJRZPY"
    },
    {
      "@type": "Person",
      "name": "Alice Bucknell",
      "identifier": {
        "@type": "PropertyValue",
        "propertyID": "AlgorandAddress",
        "value":  "2FSBHE3XAXJHBFFUABPPBBU3ZL4PQAHI6BB3KTHJKL5IZCC7BG4LR6GRT4"
      },
      "sameAs": "https://algoexplorer.io/address/2FSBHE3XAXJHBFFUABPPBBU3ZL4PQAHI6BB3KTHJKL5IZCC7BG4LR6GRT4"
    },
    {
      "@type": "Person",
      "name": "Juan Covelli",
      "identifier": {
        "@type": "PropertyValue",
        "propertyID": "AlgorandAddress",
        "value":  "UONII5HLZPHGDCBCETVTFGX42I5MJWEYKM5NUIFQW3A47CSDIHZN74AYUA"
      },
      "sameAs": "https://algoexplorer.io/address/UONII5HLZPHGDCBCETVTFGX42I5MJWEYKM5NUIFQW3A47CSDIHZN74AYUA"
    },
    {
      "@type": "Person",
      "name": "Alexandra Koumantaki",
      "identifier": {
        "@type": "PropertyValue",
        "propertyID": "AlgorandAddress",
        "value":  "EMMEIOWLZPMUCXSLGB5QOR33HCQZAQT6KSRGCXHBO54W7LNLQCJXSGJ4IQ"
      },
      "sameAs": "https://algoexplorer.io/address/EMMEIOWLZPMUCXSLGB5QOR33HCQZAQT6KSRGCXHBO54W7LNLQCJXSGJ4IQ"
    },
    {
      "@type": "Person",
      "name": "Amanda Ross-Ho",
      "identifier": {
        "@type": "PropertyValue",
        "propertyID": "AlgorandAddress",
        "value":  "UNH443RNFL4NWFCP5AI3N34C6IK6SWDEPZRLFKXGWYTXBZ5BTLJJLGWLRQ"
      },
      "sameAs": "https://algoexplorer.io/address/UNH443RNFL4NWFCP5AI3N34C6IK6SWDEPZRLFKXGWYTXBZ5BTLJJLGWLRQ"
    },
    {
      "@type": "Person",
      "name": "Hirad Sab",
      "identifier": {
        "@type": "PropertyValue",
        "propertyID": "AlgorandAddress",
        "value":  "QPNWTRS3FLRUICYYLVPQV7QZIJPBNM2EV6S5BF6JOFQL7DGCLU5HKQSUK4"
      },
      "sameAs": "https://algoexplorer.io/address/QPNWTRS3FLRUICYYLVPQV7QZIJPBNM2EV6S5BF6JOFQL7DGCLU5HKQSUK4"
    }
  ],
  "artEdition": "{{ .Asset.EditionTotal }}",
  "position": "{{ .Asset.EditionNumber }}",
  "artMedium": "8K virtual exhibition featuring a compilation of artworks by participating artists (playable stand-alone Windows/Mac compatible file, viewable on VR headsets)",
  "associatedMedia":
  {
    "@context": "https://schema.org",
    "@type": "DataDownload",
    "contentSize": "6405766745",
    "contentUrl":"http://ipfs.io/ipfs/QmeUkVbadwBoivHGWKxDD8EMSgLNGVa593fD1iEAxhoxiA",
    "description": "FREEPORT",
    "name": "QmeUkVbadwBoivHGWKxDD8EMSgLNGVa593fD1iEAxhoxiA.zip",
    "hasPart": [
      {
        "@context": "https://schema.org",
        "@type": "VisualArtwork",
        "description": "“The Freeport Song” consists of a set of six existing works singing about their life in a storage facility and about their status as digital objects. Neïl Beloufa is a multimedia artist primarily working in sculpture and film to explore themes of utopia and dystopia; assumption and fantasy as they play into narratives.",
        "name": "“The Freeport Song,” 2021",
        "artist": {
          "@type": "Person",
          "name": "Neïl Beloufa"
        }
      },
      {
        "@context": "https://schema.org",
        "@type": "VisualArtwork",
        "description": "“Viral Letter” examines the virality of language in a state of pandemic rupture, informed by our transformed sense of time and computational devices, mediated by programmed code languages. A single 3D letterform hosts six other forms, existing as a version and mutation of itself recontextualized in virtual space, inviting us to reexamine coded language as evolution and its consequences. The original forms were created in 2017 with a recurrent neural network fed with 50,000 world written languages to train the computer to remember to write languages other than Roman English over one million times, with intelligence to generate new letterforms. The new form operates as a memorial and preserved artifact of what the computer fails to remember, learn, and know under its bias architecture.",
        "name": "“Viral Letter,” 2021",
        "artist": {
          "@type": "Person",
          "name": "Sarah Rosalena Brady"
        }
      },
      {
        "@context": "https://schema.org",
        "@type": "VisualArtwork",
        "description": "Swamp City is excited to announce an exclusive partnership with the Evergreen Group, LA’s foremost luxury real estate brokerage. As rising tides and rampant wildfires render North America uninhabitable, Swamp City invites you down to the Everglades for an enhanced relationship with nature. Our algae biofuel-powered personal jets leave Los Angeles and New York times a day, 7 days a week. Slots are going fast, so call one of our licensed travel agents today! Swamp City: New Nature Begins Now. Swamp City imagines the Florida Everglades as a luxury eco-tourism retreat in a near-future reality of severe climate disruption. Featuring both human and non-human protagonists, including an anthropomorphic alligator refusing to migrate, an opportunistic celebrity architect, and a 3,500-year-old bald cypress tree resurrected with artificial intelligence, it explores the tensions between architecture, lifestyle capitalism, sentient technology, entangled ecologies, and a dying swamp.",
        "name": "Swamp City Promo, 2021",
        "artist": {
          "@type": "Person",
          "name": "Alice Bucknell"
        }
      },
      {
        "@context": "https://schema.org",
        "@type": "VisualArtwork",
        "description": "Swamp City imagines the Florida Everglades as a luxury eco-tourism retreat in a near-future reality of severe climate disruption. Featuring both human and non-human protagonists, including an anthropomorphic alligator refusing to migrate, an opportunistic celebrity architect, and a 3,500-year-old bald cypress tree resurrected with artificial intelligence, it explores the tensions between architecture, lifestyle capitalism, sentient technology, entangled ecologies, and a dying swamp.\nAlice Bucknell is an artist and writer based in London. Using tactics of speculative fiction and working primarily through game engines and worldbuilding strategies, her current work explores interconnections of architecture, ecology, magic, and non-human and machine intelligences. Inspired by feminist science fiction authors such as Octavia E. Butler and Ursula K. Le Guin, she is interested in using emerging technologies including machine learning and artificial intelligence as well as video game design software to speculate on alternative interspecies survival strategies and envisioning more-than-human futures for our planet. ",
        "name": "“Swamp City,” 2021",
        "artist": {
          "@type": "Person",
          "name": "Alice Bucknell"
        }
      },
      {
        "@context": "https://schema.org",
        "@type": "VisualArtwork",
        "description": "In the 15th century, European countries embarked on expeditions to foreign territories in the search of new resources and wealth (including Christopher Columbus’ accidental arrival to America in 1492). These expeditions facilitated the establishment of Western European culture in other regions by exporting wealth, knowledge, and cultural goods, including the flora and fauna, from these ‘new worlds’. The objects, living organisms, and archives brought to these countries were used as the foundation to develop knowledge in Western Europe by displaying them as a symbols of imperial power. Contained within new public spaces such as botanical gardens, zoos, and natural history museums, these items served the public by reframing them as educational-recreational amusement. Since their inception, these venues have acted as a key factor to spread the notion of exoticism and otherness into the European subconscious. The cultural influence of these places remains relevant for science and society to this day. Since then, the use of new technologies have played a key role in facilitating the import of culture and living organisms from new territories. And as new technologies develop, expeditions are back in vogue. We are seeing an increasing rise in interest from European countries and the U.S.A. in researching and exploring new territories. Terra Incognita interrogates how these new worlds will be colonised in the 21st century.  \n\nCompacting visual glimpses of everything from Dr Robotnik’s hybridised techno-animals, to Amazon delivery crates unloading like buildings from Command & Conquer and literary references such as ‘Lord of the Flies’, ‘Animal Farm’ and Margaret Atwood’s ‘Oryx & Crake’, Juan Covelli’s Terra Incognita is a visual manifestation of colonial experimentation in the new world.",
        "name": "“Terra incognita,” 2019",
        "artist": {
          "@type": "Person",
          "name": "Juan Covelli"
        }
      },
      {
        "@context": "https://schema.org",
        "@type": "VisualArtwork",
        "description": "With América Salvaje HD, Juan Covelli presents his ongoing research on the animal, the alien, and the monstrous by utilizing new technologies, heritage, and the copy. Modern science continues to exhibit the non-human as something alien by presenting nature as a spectacle by eroticizing it through scientific software and CT scans. For América Salvaje HD, Covelli dissects and mutates 3D models found on databases such as MorphoSource.org to reflect on digital colonialism, the Anthropocene, and the spectacle.\n",
        "name": "“América Salvaje HD,” 2020",
        "artist": {
          "@type": "Person",
          "name": "Juan Covelli"
        }
      },
      {
        "@context": "https://schema.org",
        "@type": "VisualArtwork",
        "description": "This megalithic stone is excavated / broken off Pentelikon mountain in ancient times for unknown purposes. The excavated stone contained errors and thus it was discarded onsite due to its enormous weight. The stone is repurposed and the element of light is added; a neo-mythology resurfaces.\n\nThis is a mountain area close to Athens shrouded by mystic stories, an area conquered and reconquered by many different forces throughout the eons. The marbles that created the Parthenon temple were quarried here. Temples, statues and engraved stones dedicated to dead heroes were carved here. What you see in front of you is a vision of an altered yesterday projected into the future.\n\nHumans create gods to believe in themselves. \nThey make order so chaos can exist.\nThey seek darkness to find the light.\nThey force authority and awake resistance.",
        "name": "“The World is Nothing without Chaos,” 2021",
        "artist": {
          "@type": "Person",
          "name": "Alexandra Koumantaki"
        }
      },
      {
        "@context": "https://schema.org",
        "@type": "VisualArtwork",
        "description": "To make her virtual installation for EPOCH, Amanda Ross-Ho assembled a selection of ‘readymade’ objects offered for sale within the stock 3D online marketplace and installed them in various rooms within the Ground Floor Warehouse of the FREEPORT. Designed for licensed use in gaming or design platforms, the objects are inert props awaiting activation through merger with context and environment. \n \nThe conditions of the virtual FREEPORT provide a generative shelter for artistic forms, liberating them from the burdens of corporeality, logistics, and limitations of conventional platforms to find agency in perpetuity. Ross-Ho approaches artistic production for the constructed logic of EPOCH as activity housed within this closed system, recontextualizing non-artisanal stock forms as existing instruments of currency to further circulate between these distinct platforms of virtual display and exchange.\n \nFor Untitled Syndrome (FREEPORT), seven found iterations of the mask are presented at large scale, facing down, obscuring their identities and presenting their interior cavities. Now contextualized in space but remaining uncoupled with their intended subjects, this panoply of disguises maintain their vacancies in a permanent holding pattern. Within the logic of virtual simulation, the function of the mask is both evacuated and multiplied, effectively doubling down on artifice and the nested cloaking of identities in an endless moebius.",
        "name": "“Untitled Syndrome (FREEPORT),” 2021",
        "artist": {
          "@type": "Person",
          "name": "Amanda Ross-Ho"
        }
      },
      {
        "@context": "https://schema.org",
        "@type": "VisualArtwork",
        "description": "SOFT: Optics is the third in a series of sculptures depicting hyper-aestheticized pseudo-objects subverting their formal tendencies to complicate their functional purpose. In opposition to the circumventive amenities of free economic zones and their facilities, the installation aims to reinforce the provision of power and control that is absent from such spaces. As such, SOFT: Optics undermines the ideas of plutocratic self-determination and capital-as-power through its administration of dominance and submission on its possessor, subjecting them to stasis and immobility while forcing a compulsory gaze at their concealed possessions. In doing so, the sculpture objectifies its owner to a mere item of viewership stored in the confines of inaccessible spaces of wealth.",
        "name": "“SOFT: Optics,” 2021",
        "artist": {
          "@type": "Person",
          "name": "Hirad Sab"
        }
      }
    ]
  },
  "alternateName":"{{.Asset.Name}} - featuring Neïl Beloufa, Sarah Rosalena Brady, Alice Bucknell, Juan Covelli, Alexandra Koumantaki, Amanda Ross-Ho, Hirad Sab",
  "url":"https://epoch.gallery/freeport/",
  "subjectOf": {
	  "@context": "https://schema.org",
	  "@type": "ExhibitionEvent",
	  "url": "https://epoch.gallery/freeport/",
	  "name": "FREEPORT",
	  "startDate": "2021-06-12",
	  "endDate": "2021-10-01",
	  "description": "FREEPORT is inspired by and modeled after the Luxembourg Freeport.Freeports are unregulated, ultra-secure storage facilities that exist outside of the territorial tax jurisdictions of any country — they’re often used by the uber-rich to hoard significant works of art. Because of their inherent lack of transparency, freeports are nefarious breeding grounds for fraud, money laundering, and tax evasion.There are many similarities that can be made between freeports and non-fungible tokens (NFTs). Both exist in unregulated territories, are constructs of capitalism, and can elicit unsavory practices. With a touch of irony, EPOCH seeks to circumvent these similarities by offering a unique concept for an NFT built upon an ecological, equitable, and sustainable model."
    },
  "offers": {
    "@type": "Offer",
    "description": "Through Algorand’s smart contracts, profits can be automatically split between the participating artists and EPOCH. Differentiating this system from most traditional gallery\nsystems, 70% will be split evenly amongst all the participating artists and 30% will remain with EPOCH. 20% royalties for secondary market sales will be evenly\ndistributed amongst all the artists and EPOCH. Each participant will receive one NFT representing an Artist Proof (AP) edition. These AP editions are not part of the 5\npublicly-offered editions for sale, but should they be sold by an artist, will carry the same secondary market terms as the 5 NFTs in the publicly-offered edition. The Smart Contract is released on Github with an Apache 2.0 license.",
    "url": "https://github.com/uncopied/epoch_smart_contract"
  }
}

